Repository: henrivanwerkhoven/Sermons-NL
Catalog: languages/sermons-*.po
Languages: nl_nl_nl

source: List planned and broadcasted Dutch church services or other events in a convenient way
nl_nl_nl: Geef geplande en uitgezonden Nederlandse kerkdiensten of andere evenementen weer op een handige manier

source: Sermons-NL administration
nl_nl_nl: Sermons-NL beheer

source: Administration
nl_nl_nl: Beheer

source: Sermons-NL configuration
nl_nl_nl: Sermons-NL instellingen

source: Configuration
nl_nl_nl: Instellingen

source: Sermons-NL log
nl_nl_nl: Sermons-NL logbestand

source: Log
nl_nl_nl: Logbestand

source: overview page
nl_nl_nl: overzichtspagina

source: Your site includes a total of %d (planned) broadcasts.
nl_nl_nl: Je site bevat in totaal %d (geplande) uitzendingen.

source: These are based on %1$d entries from Kerktijden, %2$d from Kerkomroep, and %3$d from Youtube.
nl_nl_nl: Deze bestaan uit %1$d regels van Kerktijden, %2$d van Kerkomroep en %3$d van Youtube.

source: %1$sNote: It is recommended to disable WordPress cron.%2$s Sermons-NL will regularly update data in the background. This can slow down your website. To optimize performance, check if your hosting server allows you to use cron jobs. The recommended frequency of cron jobs is once every 15 minutes. %3$s Please refer to this instruction. %4$s
nl_nl_nl: %1$sLet op: Het is aanbevolen om WordPress cron uit te schakelen.%2$s Sermons-NL zal regelmatig gegevens bijwerken op de achtergrond. Dit kan je website traag maken. Om de prestaties te verbeteren, kun je controleren of je hosting server de mogelijkheid heeft om cron jobs te gebruiken. De aanbevolen frequentie van cron jobs is elke 15 minuten. %3$sVolg bijvoorbeeld deze instructie.%4$s

source: %1$sNote: the last check for updates is %$2d hours ago. It seems that the cron job is not correctly configured.%3$s %4$sPlease refer to this instruction. %5$s
nl_nl_nl: %1$sLet op: de laatste controle up updates is %2$d uur geleden. Het lijkt erop dat de cron job niet goed is ingesteld.%3$s %4$sGebruik bijvoorbeeld deze instructie. %5$s

source: There are %d issues that require your attention.
nl_nl_nl: Er zijn %d problemen die uw aandacht nodig hebben.

source: There are currently no issues to resolve.
nl_nl_nl: Er zijn op dit moment geen problemen om op te lossen.

source: Resolve %d issues
nl_nl_nl: Los %d problemen op

source: These events have more than one items of the same type. Open the event to unlink one of the items. You can find the unlinked items in the administration tab if you want to create a new event from this item.
nl_nl_nl: Deze events hebben een of meer items van hetzelfde type. Open de event om een van de items los te koppelen. Je kunt de losgekoppelde items vinden in het tab Beheer als je een nieuwe event wilt maken van dit item.

source: Date / time
nl_nl_nl: Datum / tijd

source: Number of %s items
nl_nl_nl: Aantal %s events

source: Shortcode builder
nl_nl_nl: Shortcode-fabriek

source: Build a shortcode to insert the list of (planned) broadcasts to your page.
nl_nl_nl: Maak een shortcode om een lijst met (geplande) uitzendingen op je pagina in te voegen.

source: Click to copy the shortcode
nl_nl_nl: Klik om de shortcode te kopieren

source: Selection method
nl_nl_nl: Selectiemethode

source: Start and end date
nl_nl_nl: Begin- en einddatum

source: Fixed number from start date
nl_nl_nl: Vast aantal vanaf de begindatum

source: Fixed number back from end date
nl_nl_nl: Vast aantal terug vanaf de einddatum

source: Start date
nl_nl_nl: Begindatum

source: End date
nl_nl_nl: Einddatum

source: Number of events
nl_nl_nl: Aantal events

source: Date format
nl_nl_nl: Datumnotatie

source: Buttons
nl_nl_nl: Knoppen

source: Include buttons to load earlier and later sermons
nl_nl_nl: Voeg knoppen toe om eerdere en latere diensten te laden

source: Display the Sermons-NL logo next to obligatory logos.
nl_nl_nl: Geef het Sermons-NL logo weer naast de verplichte logo's.

source: For start and end date, you can enter any text that can be interpreted as a date based on supported %s formats.
nl_nl_nl: Voor begin- en einddatum kun je elke tekst invoeren die kan worden geinterpreteerd als datum op basis van ondersteunde %s notaties.

source: The date format, that is used for printing the (planned) broadcast dates can be either "long" or "short" (which will print a long or short date format followed by hours and minutes) or a suitable date-time format, see %s.
nl_nl_nl: De datumnotatie die wordt gebruikt voor het weergeven van de datums van (geplande) uitzendingen kunnen "long" of "short" zijn (voor weergave van een lange of korte datumnotatie gevolgd door uren en minuten) of een geschikte datum-tijd notatie, zie %s.

source: The Sermons-NL logo will be displayed next to the obligatory logos of the services that are used. Thank you if you switch this on, it will help others find the plugin!
nl_nl_nl: Het Sermons-NL logo wordt weergegeven naast de verplichte logo's van de diensten die worden gebruikt. Dank je wel als je dit aangevinkt laat, zodat anderen de plugin kunnen vinden!

source: Frequently asked questions
nl_nl_nl: Veelgestelde vragen

source: How do I start using the plugin?
nl_nl_nl: Hoe moet ik beginnen met de plugin te gebruiken?

source: After installing and activating the plugin, a page "Sermons-NL" is added to the main menu of your WP Admin. In the submenu "Configuration" you can enter the details of the services that you want to include. Specific instructions per service are provided there.
nl_nl_nl: Na het installeren en activeren van de plugin wordt een pagina "Sermons-NL" toegevoegd aan het hoofdmenu van je WP-dashboard. In het submenu "Instellingen" kun je de details invoeren van de services die je wilt gebruiken. Specifieke instructies per dienst vind je daar.

source: How do I add a list of (planned) broadcasts to my website?
nl_nl_nl: Hoe voeg ik een lijst met (geplande) uitzendingen toe aan mijn website?

source: The plugin Sermons-NL uses shortcodes to add (planned) broadcasts to your website. For a list of (planned) broadcasts, you will find a shortcode builder on the landing page of the plugin, via the main menu of the WP Admin. You can also add individual events or even a single broadcast to your website. To this end, navigate to the Administration submenu, find the relevant church service or item, and click the copy icon for the given shortcode. You can paste the shortcode on a page or in a message.
nl_nl_nl: De plugin Sermons-NL gebruikt shortcodes om (geplande) uitzendingen toe te voegen aan je website. Voor een complete lijst van (geplande) uitzendngen, vind je de shortcode-fabriek op de ingangspagina van de plugin, die je bereikt via het hoofdmenu van het WP dashboard. Je kunt ook individuele evenementen of zelfs afzonderlijke uitzendingen op je website plaatsen. Hiervoor navigeer je naar het submenu Beheer, zoek je de relevante kerkdienst of het item op, en kopieer je de shortcode. Je kunt de shortcode plakken op je pagina of in je bericht.

source: We have broadcasted an event that I don't want to include in the list of (planned) broadcasts. How do I do that?
nl_nl_nl: We hebben een evenement uitgezonden, maar ik wil niet dat deze wordt getoond onder de (geplande) uitzendingen. Hoe doe ik dat?

source: You can do so by finding the event in the Administration submenu, and unticking the "Include in (planned) broadcasts list" option. Don't forget to press the Save button. If you want to prevent a future broadcasted event to be included in the (planned) broadcasts list, you can create a new event manually ("Create new event" option in the Administration submenu) and enter the appropriate date and time of the planned event. Untick the "Include in (planned) broadcasts list" option. Note that the "Protect from automated deletion" option should be ticked if you create the manual event entry before the day of the broadcasted event, otherwise it will be deleted overnight. As soon as the new broadcast is detected, the plugin will link it to this manual event, which will avoid inclusion in the (planned) broadcasts list. Note that you can include this broadcasted event on your website, for example in a news message, by using the shortcode for events that you find in the Administration page.
nl_nl_nl: Je kunt dit doen door in het Beheer submenu de event op te zoeken en de optie "Aan lijst (geplande) uitzendingen toevoegen" uit te vinken. Verkeeg niet om op te slaan. Als je wilt voorkomen dat een toekomstige uitzending bij de (geplande) uitzendingen wordt getoond, kun je handmatig een nieuwe event aanmaken (optie "Maak een nieuw event" in het Beheer submenu) en de datum en tijd van de geplande uitzending invoeren. Vink de optie "Aan lijst (geplande) uitzendingen toevoegen" uit. Let op dat de optie "Bescherm tegen automatisch verwijderen" aanstaat, vooral als je de handmatige event al voor de dag van de uitzending maakt, anders wordt hij 's nachts verwijderd. Zodra de nieuwe uitzending gedetecteerd wordt, zal de plugin deze koppelen aan het handmatige event en zal er geen nieuwe event worden gemaakt. NB: je kunt deze uitzending ook op je website toevoegen, bijvoorbeeld in een nieuwsbericht, door de event shortcode te gebruiken die je vindt op de Beheer pagina.

source: The automatic linkage of items from different services has gone wrong. What should I do?
nl_nl_nl: Het automatisch linken van items uit verschillende services is verkeerd gegaan. Wat moet ik doen?

source: This sometimes happens, e.g. if the broadcasting is started much earlier so that linking it to the planned event is not unambiguous, or if multiple broadcasts of the same type are detected, for example if the broadcast service has been interrupted. It is easy to fix afterwards. Go to the Administration submenu and find the event that has this error. You can unlink the item that was not correctly linked (it will end up under the "Unlinked items") or directly link it to another event. If the event has no other linked items, you can now delete it. Go to the unlinked items if you want to link them to another event. Only items with the same date can be linked.
nl_nl_nl: Dit gebeurt soms, bijvoorbeeld als de uitzending veel eerder start zodat het koppelen aan een geplande dienst niet ondubbelzinnig is of als meerdere uitzendingen van hetzelfde type worden getecteerd, bijvoorbeeld als de uitzending onderbroken is. Het is makkelijk achteraf te repareren. Ga naar het Beheer submenu en vind het evenement waar een fout is opgetreden. Je kunt het item ontkoppelen dat niet correct gelinkt is (hij komt dan onder de "Losgekoppelde items") of deze direct koppelen aan een ander evenement. Als de dienst geen andere gekoppelde items meer heeft, kun je deze nu verwijderen. Ga naar het losgekoppelde item als je deze wilt koppelen aan een ander evenement. Alleen diensten met dezelfde datum kunnen gekoppeld worden.

source: Why does Sermons-NL not support Kerkdienst Gemist?
nl_nl_nl: Waarom ondersteunt Sermons-NL niet Kerkdienst Gemist?

source: Kerkdienst Gemist is a service similar to Kerkomroep. Currently, only Kerkomroep is included, because the church for which the plugin was first developed uses that service. However, adding support for Kerkdienst Gemist is possible if a church using Kerkdienst Gemist is willing to assist in testing and debugging. In that case, please visit the issue page and add your reaction or send an e-mail to the developer.
nl_nl_nl: Kerkdienst Gemist is een dienst die vergelijkbaar is met Kerkomroep. Momenteel is alleen Kerkomroep opgenomen, omdat de kerk waarvoor de plugin oorspronkelijk is ontwikkeld, die dienst gebruikt. Ondersteuning voor Kerkdienst Gemist is echter mogelijk als een kerk die Kerkdienst Gemist gebruikt wil helpen met het testen en debuggen. Ga hiervoor naar de issuepagina en laat uw reactie achter of stuur een e-mail naar de ontwikkelaar.

source: Wordpress is occasionally responding very slow since I am using Sermons-NL. What can I do about it?
nl_nl_nl: Wordpress reageert soms erg traag sinds in Sermons-NL gebruik. Wat kan ik daaraan doen?

source: Please check if you are using cron jobs. Sermons-NL will regularly update data in the background. This can slow down your website. To optimize performance, check if your hosting server allows you to use cron jobs. The recommended frequency of cron jobs for this Plugin is once every 15 minutes. Please check for example %1$s this instruction to disable cron in wordpress %2$s. If you are already using cron jobs and it is correctly configured, it is unlikely that the Sermons-NL plugin is slowing down your website.
nl_nl_nl: Controleer of u cronjobs gebruikt. Sermons-NL werkt gegevens regelmatig op de achtergrond bij. Dit kan uw website vertragen. Om de prestaties te optimaliseren, controleert u of uw hostingserver cronjobs ondersteunt. De aanbevolen frequentie voor cronjobs voor deze plugin is elke 15 minuten. Raadpleeg bijvoorbeeld %1$sdeze instructie om cron in WordPress uit te schakelen%2$s. Als u al cronjobs gebruikt en deze correct zijn geconfigureerd, is het onwaarschijnlijk dat de Sermons-NL plugin uw website vertraagt.

source: I get [Sermons-NL invalid shortcode] on my site where a Sermons-NL shortcode was used
nl_nl_nl: Ik krijg [Sermons-NL invalid shortcode] op mijn site waar een Sermons-NL shortcode is gebruikt

source: Shortcodes for standalone items may produce the error [invalid shortcode] for two reasons. If the error mentions (duplication), this means that you have multiple standalone items on the page, one of them is a duplication. The plugin doesn't allow you to include the same item or event twice on the same page as this will cause conflicts. A second possible explanation is that the standalone event or item that you have included does not exist (any more). Check the Administration submenu in your WP Admin for the correct shortcode.
nl_nl_nl: Shortcodes voor zelfstandige items kunnen om twee redenen de fout [invalid shortcode] opleveren. Als de fout (duplication) vermeldt, betekent dit dat er meerdere zelfstandige items op de pagina staan, waarvan er één dubbel voorkomt. De plugin staat niet toe dat je hetzelfde evenement of item tweemaal op dezelfde pagina plaatst omdat dit conflicten veroorzaakt. Een tweede mogelijke verklaring is dat het zelfstandige evenement of item dat je hebt toegevoegd, niet (meer) bestaat. Controleer het submenu Beheer in je WP dashboard voor de juiste shortcode.

source: I encounter another problem with my plugin, what can I do to fix it?
nl_nl_nl: Ik kom een ander probleem tegen met mijn plugin. Wat kan ik doen om het op te lossen?

source: Please visit the Log submenu in your WP Admin first to see if you can identify the reason for your problem. Check the settings if the Log indicates errors when obtaining data. If you are not able to fix the problem, please report it on the issue page of the plugin or e-mail to the developer while including as much detail as possible.
nl_nl_nl: Ga eerst naar het submenu Log in je WP dashboard om te zien of je de oorzaak van je probleem kunt achterhalen. Controleer de instellingen als het Log fouten aangeeft bij het verkrijgen van gegevens. Als je het probleem niet kunt oplossen, meld het dan op de probleempagina van de plugin of stuur een e-mail naar de ontwikkelaar met zoveel mogelijk details.

source: manage (planned) broadcasts of church services and other events
nl_nl_nl: Beheer (geplande) uitgezondingen van kerkdiensten en andere evenementen

source: Previous month
nl_nl_nl: Vorige maand

source: Next month
nl_nl_nl: Volgende maand

source: Unlinked items
nl_nl_nl: Losgekoppelde items

source: Create new event
nl_nl_nl: Maak een nieuw event

source: No records found.
nl_nl_nl: Geen regels gevonden.

source: Date
nl_nl_nl: Datum

source: Pastor
nl_nl_nl: Voorganger

source: Not included
nl_nl_nl: Niet ingesloten

source: Protected
nl_nl_nl: Beschermd

source: Uses Kerktijden source
nl_nl_nl: Gebruikt bron Kerktijden

source: Uses Kerkomroep source
nl_nl_nl: Gebruikt bron Kerkomroep

source: Uses YouTube source
nl_nl_nl: Gebruikt bron YouTube

source: Cancel
nl_nl_nl: Annuleren

source: Close
nl_nl_nl: Sluiten

source: Items not linked to an event will not be shown in the (planned) broadcasts list.
nl_nl_nl: Items die niet aan een evenement gelinkt zijn, worden niet in de lijst met (geplande) uitzendingen weergegeven.

source: Link the item to an existing event by clicking the date or create a new one.
nl_nl_nl: Link de items aan een bestaande event door op de datum te klikken, of maak een nieuwe event aan.

source: For new events, the date and time of the linked item is used.
nl_nl_nl: Voor nieuwe events worden de datum en tijd van het gelinkte item gebruikt.

source: Or copy the shortcode for adding the single item to your website.
nl_nl_nl: Of kopieer de shortcode om een los item aan je website toe te voegen.

source: There are no unlinked items.
nl_nl_nl: Er zijn geen losgekoppelde items.

source: Actions
nl_nl_nl: Acties

source: Link to event
nl_nl_nl: Aan event koppelen

source: No existing event on this date
nl_nl_nl: Er is geen bestaande event op deze datum

source: No time stamp
nl_nl_nl: Geen tijdstempel

source: Linking not possible, already has %s
nl_nl_nl: Koppelen niet mogelijk, heeft al %s

source: Copy event shortcode
nl_nl_nl: Kopieer de event shortcode

source: This event has no linked items.
nl_nl_nl: Deze event heeft geen gekoppelde items.

source: Are you sure you want to delete this event?
nl_nl_nl: Weet je zeker dat je deze event wilt verwijderen?

source: Delete event
nl_nl_nl: Verwijder event

source: This event has the following linked items:
nl_nl_nl: Deze event heeft de volgende gekoppelde items:

source: Link to other event
nl_nl_nl: Aan andere event koppelen

source: No other existing events on this date
nl_nl_nl: Er is geen andere bestaande event op deze datum

source: Unlink item
nl_nl_nl: Item loskoppelen

source: Event settings
nl_nl_nl: Event instellingen

source: Select date-time from
nl_nl_nl: Selecteer datum-tijd uit

source: manual
nl_nl_nl: handmatig

source: Select church service type from
nl_nl_nl: Selecteer type kerkdienst uit

source: Select pastor name from
nl_nl_nl: Selecteer naam voorganger uit

source: Select description from
nl_nl_nl: Selecteer omschrijving uit

source: Other settings
nl_nl_nl: Overige instellingen

source: Include in (planned) broadcasts list
nl_nl_nl: Aan lijst (geplande) uitzendingen toevoegen

source: Protect from automated deletion
nl_nl_nl: Bescherm tegen automatisch verwijderen

source: Save settings
nl_nl_nl: Instellingen opslaan

source: If auto is selected or if an item is selected that has no date-time, the order of picking the date-time is (based on availability): kerktijden, youtube (if it has a planned date), kerkomroep, youtube (if it has been broadcasted).
nl_nl_nl: Als auto geselecteerd is, of als een items geselecteerd is die geen datum-tijd heeft, is de volgorde voor het kiezen van de datum-tijd (op basis van beschikbaarheid): kerktijden, youtube (als er een geplande datum is), kerkomroep, youtube (als hij uitgezonden is).

source: If auto is selected, church service type will be selected from kerktijden.
nl_nl_nl: Als auto geselecteerd is, wordt het type kerkdienst gekozen van kerktijden.

source: If auto is selected, pastor name will be selected from kerktijden or kerkomroep (in this order based on availability).
nl_nl_nl: Als auto geselecteerd is, wordt de naam van de voorganger gekozen van kerktijden of kerkomroep (in deze volgorde op basis van beschikbaarheid).

source: If auto is selected, description will be selected from youtube or kerkomroep (in this order, based on availability).
nl_nl_nl: Als auto geselecteerd is, wordt de omschrijving geselecteerd van youtube of kerkomroep (in deze volgorde, op basis van beschikbaarheid).

source: If this option is checked, the event will be included when displaying the (planned) broadcasts list on the website using the sermons-nl-list shortcode.
nl_nl_nl: Als deze optie is aangevinkt, wordt het evenement weergegeven wanneer de lijst met (geplande) uitzendingen op de website worden getoond met de sermons-nl-list shortcode.

source: Events that have no linked items are deleted over night. Tick this box to prevent that from happening.
nl_nl_nl: Events die geen gekoppeld item hebben, worden in de nacht verwijderd. Zet deze optie aan om dat te voorkomen.

source: An incorrect manual date is entered.
nl_nl_nl: Een incorrecte handmatige datum is ingevuld.

source: Failed to save event settings: no event with id %d found.
nl_nl_nl: Mislukt om event instellingen op te slaan: geen event met id %d gevonden.

source: The manual date and time should not be out of the range of the linked items.
nl_nl_nl: De handmatige datum en tijd mogen niet buiten de range van de gelinkte items liggen.

source: A manual date must be set when the event has no linked items.
nl_nl_nl: Een handmatige datum moet worden ingesteld als de event geen gekoppelde items heeft.

source: When adding a new event, the date and time has to be set manually.
nl_nl_nl: Bij het maken van een nieuwe event moeten datum en tijd handmatig worden ingesteld.

source: Sorry, failed to create a new event due to an unknown error.
nl_nl_nl: Sorry, het maken van een nieuwe event is mislukt door een onbekende fout.

source: settings
nl_nl_nl: Instellingen

source: Audio and video icons
nl_nl_nl: Audio- en video-iconen

source: Color for past broadcasts
nl_nl_nl: Kleur voor eerdere uitzendingen

source: Color for live broadcasts
nl_nl_nl: Kleur voor live uitzendingen

source: Color for planned broadcasts
nl_nl_nl: Kleur voor geplande uitzendingen

source: Enable %s
nl_nl_nl: %s inschakelen

source: The use of data from this tool on your own website is permitted, provided that the url and logo are provided. The plugin will add it for you, please do not hide it.
nl_nl_nl: Het gebruik van data van deze tool op je eigen website is toegestaan, mits de link en het logo worden weergegeven. De plugin voegt deze voor je toe, verberg deze niet alsjeblieft.

source: Kerktijden identifier
nl_nl_nl: Kerktijden ID-nummer

source: Browse to your church's page on %s and copy the number from the url, e.g. 999 in this figure.
nl_nl_nl: Browse naar de pagina van je kerk op %s en kopieer het nummer uit de link, bijv. 999 in deze figuur.

source: Number of weeks back
nl_nl_nl: Aantal weken terug

source: How many weeks to look back when loading the %s archive
nl_nl_nl: Hoeveel weken je wilt terugkijken bij het laden van het %s archief

source: Number of weeks ahead
nl_nl_nl: Aantal weken vooruit

source: How many weeks ahead in time to load %s data
nl_nl_nl: Hoeveel weken vooruit je gegevens van %s wilt laden

source: Mount point
nl_nl_nl: Koppelpunt

source: Browse to your church's page on %s and copy the number from the end of the url, e.g. 99999 in this figure.
nl_nl_nl: Navigeer naar de pagina van je kerk op %s en kopieer het nummer uit het eind van de link, bijv. 99999 in deze figuur.

source: Linkage margin ahead (minutes)
nl_nl_nl: Koppelingsmarge vooraf (minuten)

source: When the broadcast is started prior to the start time of a planned event, what is the maximum interval in minutes to automatically link it to this event?
nl_nl_nl: Wanneer de uitzending gestart is voorafgaand aan de begintijd van een gepland evenement, wat is het maximale interval in minuten om deze automatisch te koppelen aan dit evenement?

source: Linkage margin delay (minutes)
nl_nl_nl: Koppelingsmarge vertraging (minuten)

source: When the broadcast is started (or detected) after the start time of a planned event, what is the maximum delay interval in minutes to automatically link it to this event?
nl_nl_nl: Wanneer de uitzending gestart (of gedetecteerd) is na de begintijd van het geplande evenement, wat is de maximale vertraging in minuten om automatisch te koppelen aan dit evenement?
