Repository: henrivanwerkhoven/Sermons-NL
Catalog: languages/sermons-*.po
Languages: nl_nl_nl

source: Setting the channel may take a while depending on the number of available videos.
nl_nl_nl: Het instellen van het kanaal kan even duren afhankelijk van het aantal beschikbare video's.

source: Browse to your church's YouTube channel and copy the youtube channel ID from the url.
nl_nl_nl: Navigeer naar het YouTubekanaal van je kerk en kopieer de YouTube channel ID uit de link.

source: Visit %1$sthe YouTube api developers guide%2$s to learn how to obtain a YouTube api key.
nl_nl_nl: Ga naar %1$sde YouTube api developers handleiding%2$s om te ontdekken hoe je een YouTube api key aanmaakt.

source: Successfully saved.
nl_nl_nl: Opslaan gelukt.

source: It may take some seconds before new data are loaded from the different archives. If data doesn't load as expected, check the log first.
nl_nl_nl: Het kan enkele seconden duren voordat nieuwe data uit de verschillende archieven geladen zijn. Als de data niet geladen wordt zoals verwacht, controleer dan eerst het logbestand.

source: log page
nl_nl_nl: logpagina

source: Updating data from the sources happens mostly during background processes. To identify a potential cause of issues that you encounter, you can scroll through the logged messages of these update functions from the past %d days.
nl_nl_nl: Het bijwerken van gegevens uit de verschillende bronnen gebeurt met name op de achtergrond. Om mogelijke oorzaken van problemen te ontdekken kun je het logbestand met berichten van de update-functies van de afgelopen %d dagen gebruiken.

source: There are no logged messages available.
nl_nl_nl: Er zijn geen logberichten beschikbaar.

source: Sermons-NL has not been configured yet. Please check the Sermons-NL configuration page in the WordPress dashboard.
nl_nl_nl: Sermons-NL is nog niet ingesteld. Ga a.u.b. naar de pagina Instellingen van Sermons-NL in het WordPress dashboard.

source: Error: Parameter `offset` is an invalid date string in the shortcode.
nl_nl_nl: Fout: De parameter `offset` in de shortcode is een ongeldige datumnotatie.

source: Error: Parameter `ending` is an invalid date string in the shortcode.
nl_nl_nl: Fout: De parameter `ending` in de shortcode is een ongeldige datumnotatie.

source: Error: At least one of the parameters `offset` and/or `ending` should be provided in the shortcode.
nl_nl_nl: Fout: Tenminste een van de parameters `offset` en/of `ending` moet gegeven worden in de shortcode.

source: Error: If one of the parameters `offset` or `ending` is not provided in the shortcode, parameter `count` should be a positive number.
nl_nl_nl: Fout: Als een van de parameters `offset` of `ending` niet in de shortcode staat, moet de parameter `count` een positief getal zijn.

source: Load more
nl_nl_nl: Meer laden

source: Open the %s website
nl_nl_nl: Open de %s website

source: Watch this video on YouTube
nl_nl_nl: Bekijk video op YouTube

source: Open the YouTube channel
nl_nl_nl: Open het YouTube-kanaal

source: Source:
nl_nl_nl: Bron:

source: Find out more about the Sermons-NL plugin
nl_nl_nl: Ondek meer over de Sermons-NL plugin

source: The church service has been cancelled.
nl_nl_nl: De kerkdienst is geannuleerd.

source: There are no broadcasts yet.
nl_nl_nl: Er zijn nog geen uitzendingen.

source: Listen to %s audio
nl_nl_nl: Luister naar %s audio

source: Watch %s video
nl_nl_nl: Bekijk %s video

source: planned
nl_nl_nl: gepland

source: Open video on YouTube
nl_nl_nl: Open video op YouTube
